[
    {
        "1": "There's only one fan, if you point a flashlight into the vents on top you can see if it's spinning or not. Also the the would probably overheat in less that an hour if the fan wasn't working.",
        "2": "Pretty much the same experience on my end. Although with it being free, I really only been playing it as a relaxer after deep demons souls sessions and it’s been working that way haha",
        "3": "[deleted]",
        "4": "I wouldn't worry too much about it. The outer casing is protection enough i reckon. Also plastic is pretty durable.",
        "5": "No. Then the game would have support for resolutions. Then you can play Yakuza 7 in 1440@60 without worrying about how it looks on 1440p monitor and even you can play 4k@30 on the same monitor if your 1440p monitor can accept 4K signal.\n\nFor 4K monitors performance modes will still be a problem due to the fact that those modes will almost always never run on 4K except less demanding games. You'll have to rely on whatever upscaling technique the devs are implementing.\n\nSo if Sony adds a native 1440p support on PS5, a 1440p 144/165/240hz. monitor is be the best choice for both IQ and performance (you'll be able to access 1440@120 performance modes in games like Destiny 2 easily) and it'll be a beast PC display too.",
        "6": "No no, it's for PS5, Rainbow Six Siege especially. The problem in Siege is, there is lean left/right on the L3/R3 buttons so crouch on R3 isn't really an option because leaning is *really really* important. But you want to be able to crouch and aim around at the same time so I have the circle button (crouch) on one paddle and the X button ( jump button) on the other. This way I don't have to take my thumb off the stick while in a gunfight. It's useful in other games as well like riding my horse in Rdr2 - I can mash the X button on my horse (riding faster) and aim at the baddies at the same time or just look around freely.... Or browse reddit while galloping in a general direction, lol.\n\nThe original Circle and X buttons remain untouched and can be used without a problem, too. It's just a duplication.",
        "7": "I live in Slovakia and we had restock on 28th\nThere Were just Like 150 consoles but it is something at least.",
        "8": "Ima be honest, I didn't know not adding the \"free\" games to the library was even a thing among PS Plus subscribers.",
        "9": "Im gonna say Final Fantasy XVI even though I know its a ways out.",
        "10": "Me and my dad did it but it won't let us connect to internet on the PS5 and we are stuck on a screen for PS4",
        "11": "Something like this happens to me fairly frequently, I'll leave it on rest mode overnight and then when I go to power it on it will just fully shut down, lost 4 hours of progress on persona 5 and was royally pissed off.",
        "12": "Pc lmao",
        "13": "Can Bluepoint remake my house, please?",
        "14": "i don't like assassins creed. where do you see that? I liked the main story and world of oddysey and thought orgins and black flag were solid\n\n\nIm assuming you went through my comments by i literally just talk shit about how boring and repetitive they are. The newer RPG i like more but they are just filled with garbage rehashed side content and the older ones just suck ass",
        "15": "“Hungry Shark”",
        "16": "I can only play games that have a platinum. It gives purpose to my play.",
        "17": "Nintendo is really dominating the japanese market, huh",
        "18": "That makes sense to me. I am going to call them and let them know my system is having this issue so I can start a paper trail. If this is a hardware issue, these systems should be recalled... Hell, look what happened with Nintendo's joycons because of a drift, let alone something that completely bricks your entire device. If they want to avoid lawsuits, they better fix this and fast.",
        "19": "That moment when you have to release a FAQ about how to play a demo of a game that has just ONE button...\n\nAccording to me, that's flaws after flaws.",
        "20": "So your point is that he’s right?",
        "21": "Yes.... that’s MY point lol.",
        "22": "Dude you’re “we’re talking 4 kids” thing is stupid and makes you look really bad. \n\nI’m pretty sure having more kids would make it even harder, not easier.",
        "23": "[removed]",
        "24": "Persona 5 strikers, god of war 2, hzd",
        "25": "Ragnarok, rachet clank, Lena and hzd"
    },
    {
        "1": "I'd suggest not watching that part to be honest. It's truly disturbing.",
        "2": "We're gonna need another Jan Michael Vincent",
        "3": "I love all of those, but I think The Three Stigmata of Palmer Eldritch is PKD’s best. I’ve never read a book like that before",
        "4": "they did something like this on Farscape too",
        "5": "at least they show it flying",
        "6": "[mp4 link](https://preview.redd.it/uwnch3tuice61.gif?format=mp4&amp;s=b547aae30a573f3b6ec3b718cafbd63d071c0923)\n\n---\nThis mp4 version is 94.83% smaller than the gif (516.34 KB vs 9.76 MB).  \n\n\n---\n*Beep, I'm a bot.* [FAQ](https://np.reddit.com/r/anti_gif_bot/wiki/index) | [author](https://np.reddit.com/message/compose?to=MrWasdennnoch) | [source](https://github.com/wasdennnoch/reddit-anti-gif-bot) | v1.1.2",
        "7": "*The Running Man - Neo Tokyo* (迷宮物語, *Meikyū Monogatari*), 1987 dir. by Rintarō, Yoshiaki Kawajiri and Katsuhiro Ōtomo.",
        "8": "Does any one know any books that take place in places like this?",
        "9": "Very multilingual, mon ami, as Hikari is Japanese for light.",
        "10": "Oui",
        "11": "That's the point ✌️",
        "12": "Totally the first thing I thought of.",
        "13": "Loving the guitar where as most of this genre would have a Katana",
        "14": "Blumen...flowers...fellow German over there?",
        "15": "Your post has been removed. Please direct Cyberpunk 2077 posts to r/CyberpunkGame instead. This subreddit is for the appreciation of the cyberpunk [genre](https://en.wikipedia.org/wiki/Cyberpunk) in general. If your post is unrelated to the video game please contact the moderators using the link below and it will be reinstated.\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/Cyberpunk) if you have any questions or concerns.*",
        "16": "😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂 now I know you old as hell too who even got a DVD player these days",
        "17": "You definitely sell bootleg dvds on the bus",
        "18": "Beautiful 🖤",
        "19": "The icons purchase on Etsy comes with a PDF that is very simple, just did it.  I’m trying to figure out how to download these pictures to my phone which makes me feel like an idiot, and then on to however they did the WidgetSmith thing.",
        "20": "I love it, but if you could change the hair a little bit I think it will be better.",
        "21": "If only you could propose marriage in this game",
        "22": "That first piece is stunning!",
        "23": "There’s an awesome story here!",
        "24": "Yeah this isn’t everything. I’ll take any suggestions!",
        "25": "Post Cyberpunk, probably. Just like Major Kusanagi, Michael Knight works for a government agency dedicated to catch criminals.\n\nEven then, there's no corrupt cops nor corporations ruining everything. So maybe... Cyber cops and robbers? 🤔"
    },
    {
        "1": "I got an Xbox One X with All Access last November and after 12 months you can send it back and they'll send you a Series X. I pay £28 a month for 2 years and get the console and 2 years of Game Pass.",
        "2": "Amazing 😍",
        "3": "it is rated as +18 while the normal fable II have no age restrictions",
        "4": "Same issue here mate",
        "5": "**Your post has been removed because the title \"Help!\" is too vague.**  \n\nPlease resubmit your post using a more descriptive and meaningful title.\n\nOther /r/Xbox readers and subscribers - especially those who can help you - are much more likely to read and reply to posts with useful titles.  \n\nThanks, The Moderators.\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/xbox) if you have any questions or concerns.*",
        "6": "Have you bought any games from the xbox store",
        "7": "Your post has been removed. Please read the rules in the sidebar. Witch hunts will not be tolerated here!",
        "8": "Your Youtube channel post has been removed because it is self-promotion. Read the /r/xbox Subreddit Rules located in the right-hand sidebar and the moderator stickied post [here](https://www.reddit.com/r/xbox/comments/4nvdv7/subreddit_rules_are_in_the_sidebar_read_this/) for details.",
        "9": "Stop posting Affiliate Links here!",
        "10": "Good",
        "11": "it's 100% true. on top of some games just being worth nothing, any scratched or scuffed disc comes with a small maintenance charge, and it adds up. Mind you, this was 2006ish.",
        "12": "Should you get a hold of Microsoft.. Just say she isn't turning on anymore. No idea why...",
        "13": "Good find",
        "14": "This worked. I was running into the same error. Thanks for the fix.",
        "15": "**Your post has been removed because the title \"help??\" is too vague.**  \n\nPlease resubmit your post using a more descriptive and meaningful title.\n\nOther /r/Xbox readers and subscribers - especially those who can help you - are much more likely to read and reply to posts with useful titles.  \n\nThanks, The Moderators.\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/xbox) if you have any questions or concerns.*",
        "16": "/u/xlordrelayx - Please stop posting meme pics here. This is not the first time we've asked you to stop...",
        "17": "There’s not a chance that’s true.",
        "18": "Yes, is like getting a follower on any social media, you get notified everytime, even if the same person does it many times",
        "19": "Thank u.\nWill try. Much appreciated.",
        "20": "If thats the case you wanna try and lookup an other dns.\nTry some different ones, you can google it like “best dns for gaming” or so..\nHope it helps",
        "21": "Your post has been removed. Please read the rules in the sidebar. Witch hunts will not be tolerated here!",
        "22": "Even if they still have me as a friend?",
        "23": "Yes, they do",
        "24": "They get notified when u add them",
        "25": "I tried both this and the other solution.\n\nAs soon as I updated my settings, download speeds shot upward.\nAnd was downloading really fast (150-200 Mbps).\n\nAfter 15-20 mins, its back to nothing.\n\nI assume it is my ISP doing something to balance my net usage."
    }
]